[
	[1598200000, "Shade Cut is now clear"],
	[1598135555, "Combined Black Dot connector into Lime Loop"],
	[1598134444, "Removed Zoom Control to save space. If you don't know how to use the map without it all you have to do is pinch in and out with your fingers"],
	[1598048500, "New Trail: Nicknamed the Shade Cut (subject to change) the trail runs from the Hoyle Creek Beaver Dam up onto Shade Seaker. Description: Wide, Gentle-Moderate Slope, .28 miles. A large tree is down across the trail and some things may need clipping but should be clear in a few days."],
	[1597532000, "Additional Icons along Hoyle Creek"],
	[1596323605, "New tools: A more simple measurement widget that is more mobile-friendly. In the bottom right corner there is an upload and download button. You can download where you've walked with the app open (can't have your phone asleep) to then send to other people or view later. The upload button will allow you to select a gpx, json, or geojson file (a mapping file/what the download button gives you) and it will plot the route on your map."],
	[1596237568, "zakklab: 'Helmet Trail' Added. These are somewhat steep ATV trails that you can use to take a shortcut on Orange past the creek crossing."],
	[1596237268, "New tool: The icon underneath the zoom controls in the top left can measure distances. Tap it and select points on the map to see the perimeter/area."],
	[1595962630, "Want to see all the wildlife at the park? Visit <a target='_blank' href='https://zakklab.valdese.info'>this site to see it all.</a>"],
	[1595879000, "The (i) menu now has pictures of each trail."],
	[1595878526, "zakklab: Changes that you can see and some you can't: New visitors of the App receive an introduction to the page and how to install the App, basic information, etc. Oven Trail is being re-colored to match the surroundings better."],
	[1595015944, "Another new form: Know of a trail we don't have on the map? Let us know some information about where it is and we'll add it to the Adventure Map."],
	[1594739800, "Now in the top left hand corner menu (looks like the letter i), there is a form to let FVR know a trail needs work done to it."],
	[1594591411, "zakklab: Another new trail found. This trail is off Lake Rhodhiss Drive and is a shortcut to the DHS Trails. You can find the entrance in an open grassy field and you can connect to the HS by crossing the Creek. It's pretty shallow but can be slick. Marked as a mustard yellow-like color."],
	[1594574133, "zakklab: Visual Changes: Blue Loop, Shade Seeker, Outer Creek, Oven, McGalliard Falls Greenway are now solid-line trails. Simplified the meaning of some elements in the app: Dashed Line Trails mean a connector that is often steep or in the case of the High School Trails, off Park Property."],
	[1594219389, "zakklab: New Trail Discovered: The Black Dot connector runs from a part of Lime back up to red. Some branches and plants are in the way but is easily walkable. Oven Trail is now a dark red/pink color due to color duplication from High School trails and now Black Dot."],
	[1593106877, "zakklab: Added additional High School Trails. Added a proposed segment of the Burke River Trail and an updated menu."],
	[1592319866, "zakklab: Included pink to yellow connector in Pink Trail and the intersection of Pink to Green is now the Pink Connector."],
	[1592256879, "zakklab: Added Lime 2 - Another part of the lime trail that was recently discovered."],
	[1592653079, "Add general information page for the park"],
	[1591899302, "Hoyle Creek Trail now extends to Lovelady Road courtesy of a Valdese Weavers land donation"],
	[1591559339, "zakklab: Added High School Cross Country Trails"],
	[1591041095,"New marker clusters for landmarks and other points of interest"],
	[1590691571,"New high precision contour and image maps, with optional park boundary"],
	[1590320405, "Add user control over location tracking (fixed in update)"],
	[1589810024, "Add Hoyle Creek to Primary Trails"],
	[1589807866, "Add Points of Interests and update trail maps (via <a target='_blank' href='https://zakklab.valdese.info'>zakklab</a>)"],
	[1589741217,"Fix trail layers control when used in Safari browser"],
	[1562008315,"Debut of the Lakeside Park app"] 
]